Repository: AchrafBen7/StibAlert
Catalog: StibAlert/Localizable.xcstrings
Source language: fr
Languages: en, nl

source: Choisir cette option
nl: Kies deze optie

source: Choisir un autre arrêt
nl: Kies een andere halte

source: Choisis au moins une ligne
nl: Kies minstens één lijn

source: Choisis jusqu’à 4 lignes. On te prévient quand une perturbation officielle ou un signalement fiable touche ton réseau.
nl: Kies tot 4 lijnen. We verwittigen je wanneer een officiële storing of een betrouwbare melding je netwerk raakt.

source: Choisis quels types de notifications tu reçois. Blayse ne t'enverra rien d'autre.
nl: Kies welke soorten meldingen je ontvangt. Blayse stuurt je verder niets.

source: CLIENT
nl: KLANT

source: CODE À 4 CHIFFRES
nl: CODE VAN 4 CIJFERS

source: COMMUNAUTÉ
nl: COMMUNITY

source: COMPLET
nl: VOLLEDIG

source: Compléter
nl: Aanvullen

source: Compléter manuellement
nl: Handmatig aanvullen

source: Compte activé
nl: Account geactiveerd

source: Compte Blayse
nl: Blayse-account

source: CONCERNE TA LIGNE
nl: BETREFT JOUW LIJN

source: Confiance: %@
nl: Vertrouwen: %@

source: Confidentialité
nl: Privacy

source: CONFIDENTIALITÉ
nl: PRIVACY

source: Confirmations terrain
nl: Terreinbevestigingen

source: CONFIRMATIONS TERRAIN
nl: TERREINBEVESTIGINGEN

source: Confirme votre consentement et lance l'application
nl: Bevestig je toestemming en start de app

source: Confirmez cette situation via l'onglet Signalements.
nl: Bevestig deze situatie via het tabblad Meldingen.

source: Consentement RGPD Blayse
nl: AVG-toestemming Blayse

source: Consulte l'état de fonctionnement d'une ligne STIB en temps réel.
nl: Bekijk de status van een MIVB-lijn in realtime.

source: Consulte l'heure du prochain passage d'une ligne STIB à un arrêt précis.
nl: Bekijk het uur van de volgende doortocht van een MIVB-lijn aan een specifieke halte.

source: Continuer
nl: Doorgaan

# Continuer avec %lld ligne%@
source: Continuer avec %1$lld ligne%2$@
nl: Doorgaan met %lld lijn%@

source: CONTINUER EN TANT QU’INVITÉ
nl: DOORGAAN ALS GAST

source: CONTINUER EN TANT QU’INVITÉ →
nl: DOORGAAN ALS GAST →

source: CONTINUER SANS COMPTE →
nl: DOORGAAN ZONDER ACCOUNT →

source: Copié
nl: Gekopieerd

source: Copier
nl: Kopiëren

source: Créer un compte
nl: Account aanmaken

source: Créer un compte gratuit
nl: Gratis account aanmaken

source: Créez un signalement vocalement. L'app n'a pas besoin d'être ouverte.
nl: Maak een melding met je stem. De app hoeft niet open te zijn.

source: Démarre le guidage sur cette alternative recommandée.
nl: Start de begeleiding op dit aanbevolen alternatief.

source: Démarre le guidage sur cette alternative.
nl: Start de begeleiding op dit alternatief.

source: Départ %@ · trajet quotidien
nl: Vertrek %@ · dagelijkse rit

source: Dernière étape,
nl: Laatste stap,

source: Dernière mise à jour : 12 mai 2026 · Version %@
nl: Laatste update: 12 mei 2026 · Versie %@

source: Derniers signalements
nl: Recente meldingen

source: Description
nl: Beschrijving

source: Description optionnelle
nl: Optionele beschrijving

source: Desk ligne
nl: Lijndesk

source: DESTINATIONS
nl: BESTEMMINGEN

source: Détails supplémentaires (optionnel)
nl: Extra details (optioneel)

source: Direction
nl: Richting

source: DIRECTION
nl: RICHTING

# Direction %@ · vers %@
source: Direction %1$@ · vers %2$@
nl: Richting %@ · naar %@

source: Documents
nl: Documenten

source: dont %lld min à pied
nl: waarvan %lld min te voet

# DOSSIER · %@/%@
source: DOSSIER · %1$@/%2$@
nl: DOSSIER · %@/%@

source: DOSSIER EN COURS
nl: LOPEND DOSSIER

source: Double-tap pour réessayer le chargement
nl: Dubbeltik om opnieuw te laden

source: Double-tap pour sélectionner cet onglet
nl: Dubbeltik om dit tabblad te selecteren

source: ÉDITION D'OUVERTURE
nl: OPENINGSEDITIE

source: Effacer
nl: Wissen

source: Empreinte NFC
nl: NFC-vingerafdruk

source: en clair.
nl: duidelijk.

source: En créant un compte vous acceptez nos conditions et notre politique de confidentialité.
nl: Door een account aan te maken, ga je akkoord met onze voorwaarden en ons privacybeleid.

source: Conditions d’utilisation
nl: Gebruiksvoorwaarden

source: Politique de confidentialité
nl: Privacybeleid

source: EN DIRECT
nl: LIVE

source: en route.
nl: onderweg.

source: En savoir plus
nl: Meer info

source: Enregistrer
nl: Opslaan

source: Ensuite
nl: Daarna

source: Entre le code reçu à %@ pour ouvrir la session et synchroniser ton compte.
nl: Voer de code in die je ontving op %@ om de sessie te openen en je account te synchroniseren.

source: Erreur de chargement
nl: Laadfout

source: Erreur de configuration.
nl: Configuratiefout.

source: Erreur lors de la création du signalement. Réessayez.
nl: Fout bij het aanmaken van de melding. Probeer opnieuw.

source: Erreur: %@
nl: Fout: %@

source: ÉTAPE 2 SUR 3
nl: STAP 2 VAN 3

source: Étapes
nl: Stappen

source: État d'une ligne
nl: Status van een lijn

source: État d'une ligne STIB
nl: Status van een MIVB-lijn

source: ÉTAT DE LA DIRECTION
nl: RICHTINGSSTATUS

source: État de la ligne ${lineNumber}
nl: Status van lijn ${lineNumber}

source: Événement %@
nl: Evenement %@

source: ÉVÉNEMENT BRUXELLES
nl: EVENEMENT BRUSSEL

source: Événements suivis
nl: Gevolgde evenementen

source: Events
nl: Evenementen

source: Ex : Tram bloqué depuis 5 min au feu.
nl: Bv: Tram geblokkeerd sinds 5 min bij het stoplicht.

source: Ex: 92, 56, T7
nl: Bv: 92, 56, T7

source: Ex: Abonnement annuel
nl: Bv: Jaarabonnement

source: ex: Gallait, Maison, Schaerbeek
nl: bv: Gallait, Maison, Schaarbeek

source: Facultatif
nl: Optioneel

source: Ferme l’alerte sans voter et ne te la remontre plus.
nl: Sluit de melding zonder te stemmen en toon ze niet meer.

source: Fermée · %lld m
nl: Gesloten · %lld m

source: Fermer
nl: Sluiten

source: Fermer la recherche
nl: Zoeken sluiten

source: Fermer le verdict
nl: Verdict sluiten

source: Fiabilité du Service
nl: Betrouwbaarheid

source: FORCE : %@
nl: STERKTE: %@

source: Garde un œil sur tes lignes
nl: Houd je lijnen in het oog

source: Groupe de %lld signalements, majoritairement %@
nl: Groep van %lld meldingen, voornamelijk %@

source: Guidage caméra
nl: Camerabegeleiding

source: Guidage en cours
nl: Begeleiding bezig

source: Heure de départ
nl: Vertrektijd

source: Horaire prévu
nl: Voorziene tijd

source: Horaire variable — pas de brief programmé
nl: Variabel uurrooster — geen briefing gepland

source: il y a %lld min · confirmé par %lld voyageurs
nl: %lld min geleden · bevestigd door %lld reizigers

source: Il y a quelques signalements isolés mais pas assez pour être sûr. Surveille la carte.
nl: Er zijn enkele losse meldingen, maar onvoldoende om zeker te zijn. Houd de kaart in het oog.

source: Imminent
nl: Op komst

source: Impossible de charger les passages.
nl: Kan doortochten niet laden.

source: Impossible de contacter le serveur.
nl: Kan server niet bereiken.

source: Impossible de récupérer l'état de la ligne %@.
nl: Kan de status van lijn %@ niet ophalen.

# Impossible de récupérer les passages STIB pour la ligne %@ à %@.
source: Impossible de récupérer les passages STIB pour la ligne %1$@ à %2$@.
nl: Kan de MIVB-doortochten voor lijn %@ aan %@ niet ophalen.

source: Incivilité
nl: Overlast

source: Itinéraire
nl: Route

source: ITINÉRAIRE À PIED
nl: ROUTE TE VOET

source: ITINÉRAIRE DÉTAILLÉ
nl: GEDETAILLEERDE ROUTE

source: J'ai déjà un compte
nl: Ik heb al een account

source: J'y vais
nl: Ik ga erheen

source: Je découvre d'abord
nl: Ik ontdek eerst

source: Je n'ai pas trouvé l'arrêt %@. Essayez avec le nom exact de l'arrêt.
nl: Ik vond halte %@ niet. Probeer met de exacte naam van de halte.

source: Journal de lecture
nl: Leeslogboek

source: L'acces a la localisation est refuse.
nl: Toegang tot locatie geweigerd.

source: L’app suit d’abord la langue du téléphone. Cette préférence aide aussi les contenus éditoriaux disponibles.
nl: De app volgt eerst de taal van de telefoon. Deze voorkeur helpt ook de beschikbare redactionele inhoud.

source: L'arrêt %@ est introuvable. Vérifiez l'orthographe.
nl: Halte %@ niet gevonden. Controleer de spelling.

# La ligne %@ ne semble pas desservir %@.%@
source: La ligne %1$@ ne semble pas desservir %2$@.%3$@
nl: Lijn %@ lijkt %@ niet te bedienen.%@

source: Lancer l'itinéraire
nl: Route starten

# Le %@%@ arrive à %@ dans %lld minute%@%@.
source: Le %1$@%2$@ arrive à %3$@ dans %4$lld minute%5$@%6$@.
nl: De %@%@ komt aan in %@ over %lld minuut%@%@.

source: Le %@%@ arrive dans %lld minute%@.
nl: De %@%@ komt aan in %lld minuut%@.

# Le %@%@ est à %@ maintenant%@.
source: Le %1$@%2$@ est à %3$@ maintenant%4$@.
nl: De %@%@ is nu om %@%@.

source: Le %@%@ est à l'arrêt maintenant.
nl: De %@%@ is nu aan de halte.

source: Le code expire rapidement. Tu peux en demander un nouveau si nécessaire.
nl: De code vervalt snel. Je kan indien nodig een nieuwe aanvragen.

source: Le réseau en clair, pour de vrai.
nl: Het netwerk duidelijk, voor echt.

source: Le réseau,
nl: Het netwerk,

source: Le scan NFC rattache la carte physique au profil et évite les erreurs de saisie. Oriente la carte lentement autour du haut de l’iPhone.
nl: De NFC-scan koppelt de fysieke kaart aan het profiel en voorkomt invoerfouten. Houd de kaart traag rond de bovenkant van de iPhone.

source: Lecture du choix
nl: Keuze lezen

source: Les évènements NFC apparaîtront ici pendant vos tests sur iPhone.
nl: NFC-gebeurtenissen verschijnen hier tijdens je tests op iPhone.

source: LIEU
nl: PLAATS

source: Lieu %@
nl: Plaats %@

source: Lieu position actuelle
nl: Huidige locatie

source: Ligne %@
nl: Lijn %@

source: Ligne %@ — %@
nl: Lijn %@ — %@

# Ligne %@ · %@
source: Ligne %1$@ · %2$@
nl: Lijn %@ · %@

source: Ligne %@ · Perturbation réseau
nl: Lijn %@ · Netwerkstoring

source: Ligne favorite %@
nl: Favoriete lijn %@

source: LIGNE IMPACTÉE
nl: BETROKKEN LIJN

source: Lignes
nl: Lijnen

source: LIGNES
nl: LIJNEN

source: Lignes & destinations
nl: Lijnen & bestemmingen

source: LIGNES DESSERVANT LE LIEU
nl: LIJNEN DIE DEZE PLAATS BEDIENEN

source: Lignes favorites
nl: Favoriete lijnen

source: Lignes impliquées
nl: Betrokken lijnen

source: Lignes perturbées dans la zone : %@
nl: Verstoorde lijnen in de zone: %@

source: Lire la politique de confidentialité complète
nl: Lees het volledige privacybeleid

source: LIVE · MAINTENANT SUR LE RÉSEAU
nl: LIVE · NU OP HET NETWERK

source: Ma carte STIB
nl: Mijn MIVB-kaart

source: Ma position
nl: Mijn locatie

source: maintenant
nl: nu

source: Me prévenir
nl: Verwittig mij

source: MEMBRE STIBALERT · %@
nl: STIBALERT-LID · %@

source: Mis à jour %@
nl: Bijgewerkt %@

source: Mise à jour en direct · STIB-MIVB
nl: Live update · STIB-MIVB

source: MOBIB · STIB-MIVB · BRUXELLES
nl: MOBIB · STIB-MIVB · BRUSSEL

source: Modifier
nl: Bewerken

source: Modifier la destination
nl: Bestemming wijzigen

source: Mot de passe oublié ?
nl: Wachtwoord vergeten?

source: Mots de passe
nl: Wachtwoorden

source: Nearby STIB vehicles
nl: MIVB-voertuigen in de buurt

source: № 000 · LECTURE DU RÉSEAU
nl: № 000 · NETWERKLEZING

source: № 001 · ÉDITION MATIN
nl: № 001 · OCHTENDEDITIE

source: Nom complet
nl: Volledige naam

source: Nom de l'arrêt concerné, ex: Heembeek
nl: Naam van de betrokken halte, bv: Heembeek

source: Nom de l'arrêt, ex: Buissonets
nl: Naam van de halte, bv: Buissonets

source: Non sélectionnée
nl: Niet geselecteerd

source: Normal
nl: Normaal

# notif.hour
source: %dh
nl: %du

# notif.title
source: Notifications
nl: Meldingen

source: Notifications
nl: Meldingen

source: NOTRE PLAN B
nl: ONS PLAN B

source: NUMÉRO CARTE
nl: KAARTNUMMER

source: Numéro de ligne
nl: Lijnnummer

source: OFFICIEL
nl: OFFICIEEL

source: Officiel STIB
nl: Officieel MIVB

source: On peut t'envoyer un brief 15 min avant ton départ habituel. Si rien à signaler, silence.
nl: We kunnen je een briefing sturen 15 min voor je gewone vertrek. Niets te melden? Stilte.

source: On t'enverra une push si la situation change avant ton départ.
nl: We sturen je een push als de situatie verandert vóór je vertrek.

source: Onglet sélectionné
nl: Geselecteerd tabblad

source: Option recommandée
nl: Aanbevolen optie

source: OU AVEC VOTRE EMAIL
nl: OF MET JE E-MAIL

source: OU SANS LES TRANSPORTS
nl: OF ZONDER VERVOER

source: Où voulez-vous aller ?
nl: Waar wil je heen?

source: Ouvre l’état de la station vélo
nl: Opent de status van het fietsstation

source: Ouvre la carte en temps réel de Blayse.
nl: Opent de realtime kaart van Blayse.

source: Ouvre la liste récente des signalements autour de vous.
nl: Opent de recente lijst van meldingen rondom je.

source: Ouvre la recherche de destination ou de départ.
nl: Opent het zoeken naar bestemming of vertrek.

source: Ouvre le détail de la perturbation officielle
nl: Opent de details van de officiële storing

source: Ouvre le détail du signalement
nl: Open de details van de melding

source: Ouvre les détails de l'alerte communautaire
nl: Opent de details van de communitymelding

source: Ouvre les détails et prochains passages
nl: Opent de details en volgende doortochten

source: Ouvrir la carte
nl: Kaart openen

source: Ouvrir la recherche
nl: Zoeken openen

source: Ouvrir le menu
nl: Menu openen

source: Partager ce trajet
nl: Deel deze rit

source: Partager des statistiques d'usage anonymes
nl: Anonieme gebruiksstatistieken delen

source: Passe à l'étape suivante du guidage.
nl: Ga naar de volgende stap van de begeleiding.

source: Passe par %@ · perturbé
nl: Via %@ · verstoord

source: Passer cette étape
nl: Deze stap overslaan

source: Perturbation · cet arrêt
nl: Storing · deze halte

source: Perturbation officielle
nl: Officiële storing

source: PERTURBATION OFFICIELLE
nl: OFFICIËLE STORING

source: Photo
nl: Foto

source: Pile dans ta fenêtre de trajet habituelle
nl: Precies in je gebruikelijke reistijd

source: Plus tard
nl: Later

source: Politique de confidentialité — Blayse
nl: Privacybeleid — Blayse

source: POURQUOI CE CHOIX
nl: WAAROM DEZE KEUZE

source: Pourquoi cette alternative
nl: Waarom dit alternatief

source: POURQUOI CETTE CONFIANCE
nl: WAAROM DIT VERTROUWEN

source: Précédent
nl: Vorige

source: Précisez aussi l'arrêt, par exemple Buissonets.
nl: Geef ook de halte op, bijvoorbeeld Buissonets.

source: Précisez un numéro de ligne, par exemple 92.
nl: Geef een lijnnummer op, bijvoorbeeld 92.

source: Preview route
nl: Voorbeeld route

source: prévu
nl: voorzien

source: PRÉVU
nl: VOORZIEN

source: Problème de connexion. Vérifiez votre réseau.
nl: Verbindingsprobleem. Controleer je netwerk.

source: Prochain départ
nl: Volgende vertrek

source: PROCHAIN DÉPART
nl: VOLGENDE VERTREK

source: Prochain passage
nl: Volgende doortocht

source: Prochain passage ligne ${lineNumber} à ${stopName}
nl: Volgende doortocht lijn ${lineNumber} aan ${stopName}

source: Prochain passage STIB
nl: Volgende MIVB-doortocht

source: Prochains départs
nl: Volgende vertrekken

source: Prochains passages
nl: Volgende doortochten

source: PROCHAINS PASSAGES
nl: VOLGENDE DOORTOCHTEN

source: Profil
nl: Profiel

source: PROGRAMMATION
nl: PROGRAMMA

source: Propreté
nl: Netheid

source: puis %lld min
nl: dan %lld min

source: Quelques secondes pour personnaliser vos alertes et synchroniser vos favoris.
nl: Een paar seconden om je meldingen aan te passen en je favorieten te synchroniseren.

source: Quitte le guidage actif pour ce trajet.
nl: Verlaat de actieve begeleiding voor deze rit.

source: Rafraîchir les passages
nl: Doortochten verversen

source: Real route
nl: Echte route

source: Récent
nl: Recent

source: Recevoir mon code
nl: Mijn code ontvangen

source: Rechercher un arrêt ou une ligne
nl: Zoek een halte of een lijn

source: Rechercher un arrêt…
nl: Zoek een halte…

source: Rechercher un depart
nl: Zoek een vertrek

source: Rechercher une destination
nl: Zoek een bestemming

source: Rechercher une langue…
nl: Zoek een taal…

source: Rechercher une ligne ou un arrêt
nl: Zoek een lijn of een halte

source: Rechercher une ligne, un arrêt ou un problème
nl: Zoek een lijn, een halte of een probleem

source: Recommandation
nl: Aanbeveling

source: Referme le champ de recherche et revient à la carte.
nl: Sluit het zoekveld en keert terug naar de kaart.

source: Relit l'instruction courante à voix haute.
nl: Leest de huidige instructie hardop voor.

source: Réouvre le guidage actif pour cette alternative.
nl: Heropent de actieve begeleiding voor dit alternatief.

source: Réouvre le guidage actif pour cette option.
nl: Heropent de actieve begeleiding voor deze optie.

source: Reparler
nl: Opnieuw spreken

source: Replace la carte sur votre position
nl: Centreert de kaart op je locatie

source: Réponse par email selon disponibilité de l’équipe Blayse.
nl: Antwoord per e-mail naargelang beschikbaarheid van het Blayse-team.

# report.select_problem_type
source: Sélectionnez le type de problème rencontré
nl: report.select_problem_type

# report.type.accident
source: Accident
nl: Ongeval

# report.type.interruption
source: Interruption
nl: Onderbreking

source: Reports
nl: Meldingen

source: Reprenez votre
nl: Hervat je

source: RÉSEAU OK
nl: NETWERK OK

source: Réseau personnel
nl: Persoonlijk netwerk

source: Résolu confirmé par %lld/3 personnes
nl: Opgelost bevestigd door %lld/3 personen

source: Résultats
nl: Resultaten

source: RÉSULTATS
nl: RESULTATEN

source: Résumé ligne %@
nl: Samenvatting lijn %@

source: Résumé perturbations
nl: Samenvatting storingen

source: retard +%lld min
nl: vertraging +%lld min

source: Retirer la ligne %@
nl: Lijn %@ verwijderen

source: Revient à l'étape précédente du guidage.
nl: Keert terug naar de vorige stap van de begeleiding.

# routing.destination
source: destination
nl: bestemming

# routing.direct
source: direct
nl: rechtstreeks

# routing.direction
source: Direction %@
nl: Richting %@

# routing.suggestion_label
source: Suggestion %@
nl: Suggestie %@

# routing.suggestions
source: Suggestions
nl: Suggesties

# routing.transit_unavailable.subtitle
source: Aucun itinéraire en transport en commun trouvé pour ce trajet. Voici les options à pied et à vélo.
nl: Geen route met het openbaar vervoer gevonden voor dit traject. Hieronder de opties te voet en met de fiets.

# routing.transit_unavailable.title
source: Transport en commun indisponible
nl: Openbaar vervoer niet beschikbaar

# routing.transport
source: Transport
nl: Vervoer

# routing.transport_count
source: %d transport
nl: %d verbinding

source: Rouvre la recherche pour changer le trajet.
nl: Heropent de zoekopdracht om de rit te wijzigen.

source: Scanne ta MoBIB en NFC ou complète manuellement les champs ci-dessous.
nl: Scan je MoBIB via NFC of vul de velden hieronder handmatig in.

source: Se connecter
nl: Inloggen

source: Sélectionne ce lieu pour le trajet.
nl: Selecteer deze plaats voor de rit.

source: Sélectionnée
nl: Geselecteerd

source: Session expirée. Ouvrez Blayse pour vous reconnecter.
nl: Sessie verlopen. Open Blayse om opnieuw in te loggen.

source: Session ouverte, synchronisation en cours.
nl: Sessie geopend, bezig met synchroniseren.

source: Si certaines informations ne remontent pas, tu peux compléter le formulaire manuellement.
nl: Als bepaalde informatie niet doorkomt, kan je het formulier handmatig aanvullen.

source: Si le scan ne remonte pas toutes les données, ajoute au minimum le numéro visible et la date d’expiration.
nl: Als de scan niet alle gegevens ophaalt, voeg minstens het zichtbare nummer en de vervaldatum toe.

source: Signal croisé
nl: Gekruist signaal

source: Signalé comme faux
nl: Als onjuist gemarkeerd

source: Signale en 2 tap
nl: Meld in 2 taps

source: Signalement %@
nl: Melding %@

# Signalement %@ créé pour %@%@. Merci !
source: Signalement %1$@ créé pour %2$@%3$@. Merci !
nl: Melding %@ aangemaakt voor %@%@. Bedankt!

source: Signaler ${typeProbleme} à ${nomArret}
nl: ${typeProbleme} melden aan ${nomArret}

source: Signaler à cet arrêt
nl: Melden aan deze halte

source: Signaler comme faux / abus
nl: Melden als onjuist / misbruik

source: Signaler un problème STIB
nl: MIVB-probleem melden

source: Site officiel
nl: Officiële site

source: SOMMAIRE
nl: OVERZICHT

source: Station Villo! %@
nl: Villo!-station %@

source: STIB
nl: MIVB

source: STIBALERT · V1.0.0 · BRUXELLES
nl: STIBALERT · V1.0.0 · BRUSSEL

source: Suggestion %@
nl: Suggestie %@

source: Suggestions
nl: Suggesties

source: Suivant
nl: Volgende

source: Suivi
nl: Gevolgd

source: Suivie
nl: Gevolgd

source: Suivre
nl: Volgen

source: Support
nl: Ondersteuning

source: Supprimer
nl: Verwijderen

source: Supprimer votre compte
nl: Je account verwijderen

source: Sur la carte
nl: Op de kaart

source: Synthèse temps réel
nl: Realtime synthese

source: temps réel
nl: realtime

source: TEMPS RÉEL
nl: REALTIME

source: Temps réel STIB
nl: Realtime MIVB

source: Temps réel, lignes utiles et lecture claire du réseau, dès l’ouverture.
nl: Realtime, nuttige lijnen en een heldere lezing van het netwerk, meteen bij het openen.

source: Temps réel, perturbations vérifiées par la communauté et trajets réellement praticables, pour Bruxelles.
nl: Realtime, storingen geverifieerd door de community en echt haalbare ritten, voor Brussel.

source: Terminé
nl: Klaar

source: Terminus
nl: Eindhalte

source: Tes lignes habituelles tournent sans accroc. Tu peux partir tranquille.
nl: Je gebruikelijke lijnen rijden vlot. Je kan rustig vertrekken.

source: Tes lignes importantes.
nl: Je belangrijke lijnen.

source: théorique
nl: theoretisch

source: TIMELINE
nl: TIJDLIJN

source: TIMELINE TEMPS RÉEL
nl: TIJDLIJN REALTIME

source: Ton point de départ
nl: Jouw vertrekpunt

source: Ton trajet régulier.
nl: Je vaste rit.

source: Tout est fluide près de toi
nl: Alles loopt vlot bij jou

source: Toutes les lignes STIB
nl: Alle MIVB-lijnen

source: Toutes lignes
nl: Alle lijnen

source: trajet
nl: rit

source: Trajet Blayse
nl: Blayse-rit

source: TRAJET RECOMMANDÉ
nl: AANBEVOLEN RIT

# transit_pass.insight.standard
source: Standard
nl: Standaard

# transit_pass.section.actions
source: Actions
nl: Acties

source: Transport
nl: Vervoer

source: Trouve ton verdict
nl: Vind je verdict

source: Tu pourras associer un vrai arrêt STIB plus tard dans Profil.
nl: Je kan later in Profiel een echte MIVB-halte koppelen.

source: Tu vois les arrêts, les signalements de la communauté et les perturbations en temps réel autour de toi.
nl: Je ziet de haltes, de meldingen van de community en de storingen in realtime rondom jou.

source: Tu vois un retard, une panne, un incident ? Préviens la communauté en quelques secondes.
nl: Zie je een vertraging, een defect of een incident? Verwittig de community in enkele seconden.

source: Une fenêtre iOS va s'ouvrir pour confirmer
nl: Er wordt een iOS-venster geopend om te bevestigen

source: Utilise cette suggestion pour remplir le trajet.
nl: Gebruik deze suggestie om de rit in te vullen.

source: Utilise votre position actuelle comme point de départ.
nl: Gebruikt je huidige locatie als vertrekpunt.

source: Utiliser ma position
nl: Mijn locatie gebruiken

source: Utilisez votre position actuelle comme depart.
nl: Gebruik je huidige locatie als vertrekpunt.

source: Vers
nl: Naar

source: VERS
nl: NAAR

source: vers %@
nl: naar %@

source: Version 1.0.0
nl: Versie 1.0.0

source: Villo! à proximité
nl: Villo! in de buurt

source: Villo! disponible
nl: Villo! beschikbaar

source: Voici la carte
nl: Hier is de kaart

source: Voie libre
nl: Vrije baan

source: Voir l'agenda
nl: Agenda bekijken

source: VOIR L'ARRÊT EN DÉTAIL
nl: HALTEDETAIL BEKIJKEN

source: Voir la carte live STIB
nl: Live MIVB-kaart bekijken

source: Voir la ligne %@
nl: Lijn %@ bekijken

source: Voir la ligne complète
nl: Volledige lijn bekijken

source: Voir les itinéraires
nl: Routes bekijken

source: Voir plus
nl: Meer zien

source: Voir sur la carte
nl: Op de kaart bekijken

source: Voir tous les signalements
nl: Alle meldingen bekijken

source: Vos données, vos règles
nl: Jouw data, jouw regels
